FACULTIES = [
    "ЭТФ - Электротехнический факультет",
    "ХТФ - Факультет химических технологий, промышленной экологии и биотехнологий",
    "АКФ - Аэрокосмический факультет",
    "Гуманитарный факультет",
    "МТФ - Механико-технологический факультет",
    "Строительный факультет",
    "Факультет прикладной математики и механики",
    "ГНФ - Горно-нефтяной факультет",
    "Автодорожный факультет",
]

FACULTIES_COORDS = {
    "ЭТФ - Электротехнический факультет": [58.054531, 56.222769],
    "ХТФ - Факультет химических технологий, промышленной экологии и биотехнологий": [58.054541, 56.223820],
    "АКФ - Аэрокосмический факультет": [58.054355, 56.231653],
    "Гуманитарный факультет": [58.002134, 56.247455],
    "МТФ - Механико-технологический факультет": [58.008495, 56.239190],
    "Строительный факультет": [57.984680, 56.247428],
    "Факультет прикладной математики и механики": [58.054531, 56.224898],
    "ГНФ - Горно-нефтяной факультет": [58.008295, 56.240250],
    "Автодорожный факультет": [58.056593, 56.235830],
}
